Repository: common-repository/private-rss
Catalog: privateRSS-*.po
Languages: hu_hu

source: Problem creating
hu_hu: Nem tudtam létrehozni a

source: table
hu_hu: táblát

source: This feed URL is not valid, so you will get just the summary feed!
hu_hu: Ez az RSS url nem megfelelő, ezért csak a bevezetőket tartalmazó RSS forrást tudom számodra kiszolgálni.

source: Your subscription is overdued. From now you will get just the summary feed!
hu_hu: Az előfizetésed lejárt, ezért mostantól csak a bevezetőket fogod látni.

source: Settings
hu_hu: Beállítások

source: Decimals
hu_hu: Tizedes jegyek

source: Order
hu_hu: Sorrend

source: More text
hu_hu: Tovább szöveg

source: Summary lenght
hu_hu: Bevezető hossz

source: Show password protected
hu_hu: Jelszóval védetteket is tartalmazza a feed

source: Private category
hu_hu: Privát kategória

source: Date format
hu_hu: Dátum formátum

source: Invalid URL
hu_hu: Hibás URL

source: Subscription overdued
hu_hu: Előfizetés lejárt

source: Change
hu_hu: Módosít

source: <strong>ERROR</strong>: You have the "<i>For each article in a feed, show</i>" field set to <b>Summary</b> in the <a href="options-reading.php">Options -> Reading page</a>. You must change this to <b>Full text</b> for PrivateRSS to work.
hu_hu: <strong>HIBA</strong>: A <a href="options-reading.php">Beállítások -> Olvasás</a> oldalon a "<i>Minden bejegyzéshez a hírfolyamban, mutasd </i>" mező <b>Összegzésre</b> van állítva. Ezt módosítanod kell <b>Teljes szöveg</b>-re a PrivateRSS helyes működéséhez.

source: <strong>ERROR</strong>: The "<i>Feedburner / Feedsmith</i>" plugin is <b>active</b>.
hu_hu: <strong>HIBA</strong>: A "<i>Feedburner / Feedsmith</i>" plugin <b>aktív</b>.

source: Deactivate this plugin
hu_hu: Plugin kikapcsolása

source: Deactivate
hu_hu: kapcsold ki

source: Please %s it for PrivateRSS to work. PrivateRSS will do the same for you as the Feedburner Feedsmith plugin.
hu_hu: Kérlek %s ahhoz, hogy a PrivateRSS helyesen működjön. A PrivateRSS megcsinálja ugyanazt mint a Feedburner Feedsmith plugin.

source: New Subscriber
hu_hu: Új feliratkozó

source: Registered
hu_hu: Regisztrálva

source: Subscribtion end
hu_hu: Előfizetés lejár

source: Income
hu_hu: Bevétel

source: Edit
hu_hu: Módosít

source: is already registered subscriber. You could modify it if you want.
hu_hu: már regisztrált előfizető. Módosíthatod ha akarod.

source: Successfull subscription
hu_hu: Sikeres feliratkozás

source: You have successfully subscribed to %s. You could access your private RSS feed by this url: %s till %s. Thank you for your subscription.
hu_hu: Sikeresen feliratkoztál a: %s privát RSS csatornájára. Egyéni RSS csatornádat a %s url-en keresztül tudod elérni %s-ig. Köszönjük az adományt.

source: Subscribers
hu_hu: Előfizetők

source: Action
hu_hu: Teendő

source: Change order
hu_hu: Sorrend váltás

source: Add new
hu_hu: Új

source: Delete
hu_hu: Töröl
